{"situation_view_id":"54","situation_view_name":"Ukraine Refugee Situation","situation_view_description":"The military offensive in Ukraine has caused destruction of civilian infrastructure and civilian casualties and has forced people to flee their homes seeking safety, protection and assistance. In the first week, more than a million refugees from Ukraine crossed borders into neighbouring countries, and many more are on the move both inside and outside the country. They are in need of protection and support. As the situation continues to unfold, an estimated 4 million people may flee Ukraine. In light of the emergency and paramount humanitarian needs of refugees from Ukraine, an inter-agency regional refugee response is being carried out, in support of refugee-hosting countries’ efforts. The regional refugee response plan brings together UN, NGO and other relevant partners and primarily focuses on supporting the host country governments to ensure safe access to territory for refugees and third-country nationals fleeing from Ukraine, in line with international standards. It also focuses on the provision of critical protection services and humanitarian assistance, while displacement dynamics and needs continue to grow exponentially.","data":{"timeseries":[{"data_date":"2022-02-24","unix_timestamp":1645660800,"individuals":79034},{"data_date":"2022-02-25","unix_timestamp":1645747200,"individuals":115157},{"data_date":"2022-02-26","unix_timestamp":1645833600,"individuals":150472},{"data_date":"2022-02-27","unix_timestamp":1645920000,"individuals":171080},{"data_date":"2022-02-28","unix_timestamp":1646006400,"individuals":156771},{"data_date":"2022-03-01","unix_timestamp":1646092800,"individuals":197081},{"data_date":"2022-03-02","unix_timestamp":1646179200,"individuals":174753},{"data_date":"2022-03-03","unix_timestamp":1646265600,"individuals":165637}],"source":"UNHCR, Government"},"title_language_ar":"","title_language_en":"By date","title_language_es":"","title_language_fr":"","subtitle_language_ar":"","subtitle_language_en":"","subtitle_language_es":"","subtitle_language_fr":"","limit":"","color":"#3c8dbc","frequency":"day","chartType":"spline","enable_json":"1","enable_csv":"1","currentSeries":1}